<template>
    <div class="container">
        <div class="rule-container">
            <h3>码上挪车服务协议</h3>
            <h4>协议简述</h4>
            <p>本协议是使用齐车大圣码上挪车服务的用户（以下简称“用户”或“您”）和杭州求圣科技有限公司（以下简称“齐车大圣”）之间关于用户使用“码上挪车”挪车码服务（以下简称“本服务”）所达成的。请您仔细阅读本协议，您在购买“码上挪车”挪车码后，本协议即构成对双方有约束力的法律文件。本服务是指您在线申请购买挪车码并绑定车辆等相关信息后，如您临时停车挡住其他车主出行，他人扫描您本人申请并绑定的二维码后，可通过二维码虚拟电话或短信通知到您以便您及时挪车的服务。该二维码称为“挪车码”。</p >
            <h4>一、服务及使用说明</h4>
            <p>1、您使用本服务生成的挪车码为您个人专属挪车码。您在收到挪车贴后请及时扫码绑定车辆信息和您的联系方式。您在完成绑定后请将挪车贴粘贴在挡风玻璃显眼处。此时如您临时停车挡住他人出行时，他人可通过扫码虚拟电话或短信通知您及时挪车。</p >
            <p>2、系统通过虚拟电话或短信的方式通知挪车，双方电话号码互不可见，保证隐私安全。</p >
            <p>3、如您需重新绑定车辆信息及联系方式，您可打开滴滴车主App，扫描挪车码，输入新的信息或者进入马上挪车首页，点击我的，选择我的挪车码，输入新的信息都可重新绑定。</p >
            <h4>二、您的权利和义务</h4>
            <p>1、针对本服务，您理解并同意挪车码绑定粘贴后他人可通过扫码虚拟电话或短信通知您挪车。</p >
            <p>2、针对本服务，如您还有其他疑问可致电客服电话进行答疑。客服电话位于码上挪车首页最下方。</p >
            <p>3、您购买挪车码，即视为您已阅读、理解并完全同意本协议的各项内容，并具有独立承担法律责任的能力。</p > 
            <p>4、齐车大圣在必要时可修改本协议，您可以及时查看。如您继续使用本服务，则视为您已接受修订的服务协议。</p >
            <h4>三、齐车大圣的权利和义务</h4>
            <p>1.您同意，根据业务发展等情况，齐车大圣可能调整 “码上挪车”所支持的服务内容，例如对本服务进行升级、拓展、调整收费价格及方式等。</p >
            <p>2.齐车大圣将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。齐车大圣不对外向任何第三方提供、公开或共享您的资料，但下列情况除外：</p >
            <p> (1）有关法律要求披露的；</p >
            <p> (2）国家相关机关、部门基于法定程序要求提供的；</p >
            <p> (3）为完成公司合并、分立、收购或资产转让而转移的。</p >
            <p>3.齐车大圣将按照您填写的挪车码邮寄地址为您寄送服务物料。齐车大圣不承担责任，包括但不仅限于：</p >
            <p> (1）因不可抗力、系统故障、通讯故障、网络拥堵、供电系统故障、恶意攻击等造成未能及时、准确、完整地提供本服务。</p >
            <p> (2）如用户利用系统差错、故障或其他原因导致的漏洞，损害齐车大圣的权益，齐车大圣将终止为该用户提供本服务，并保留追究法律责任的权利。</p >
            <p> (3）齐车大圣负责对码上挪车上的信息进行审核与更新，但并不就信息的时效性、准确性以及服务功能的完整性和可靠性承担任何义务和赔偿责任。</p >
            <p> (4）如果齐车大圣发现有影响用户信息安全的行为，将有权采取对用户信息实施保护的措施。</p >
            <h4>四、挪车服务费用</h4>
            <p>1.费用明细：车贴物料费：全国统一价19.90元、挪车信息服务费：9.90元/年、非偏远地区邮费：10元、偏远地区邮费：20元（偏远地区包括新疆维吾尔自治区、西藏自治区等，具体邮费以实际情况为准）。</p >
            <p>2.齐车大圣有权对挪车服务的车贴物料费、挪车信息服务费、邮寄费进行调整。</p >
            <h4>五、争议的解决</h4>
            <p>1.本协议签订地为浙江省杭州市余杭区。</p >
            <p>2.本协议的签订、生效、履行、争议的解决均适用中华人民共和国法律。</p >
            <p>3.本协议项下的任何争议，双方应友好协商解决。协商不成的，您同意将争议提交本协议签订地有管辖权的人民法院管辖。</p >
        </div>
        <div class="qcds"  style="margin-top:.5rem;padding-bottom:.4rem;">
            <div style="margin-bottom: .05rem;">本服务由齐车大圣提供</div>
            <div>如有疑问请联系:
                <a href=" " style="color:#3A82FF;font-weight: bold;font-size:.12rem">400-000-1199</a >
            </div>
        </div>
    </div>
</template>

<script>
export default {
  data () {
    return {
    }
  },
  methods: {
       

        makePhoneCall: function() {
            window.location.href = 'tel://400-000-1199'
        },
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>

.rule-container{
    margin: .15rem;
    height: auto;
}
.rule-container h3{
    margin: .28rem 0;
    font-size: .2rem;
    line-height: .28rem;
}
.rule-container h4{
    margin: .25rem 0;
    font-size: .18rem;
    line-height: .25rem;
}
.rule-container p{
    font-size: .14rem;
    line-height: .24rem;
    color: #6F6F6F;
}
h3,h4 {
    font-weight: bold;
}
</style>